import React from "react";
import "./PrivacyPlicy.css";

const PrivacyPlicy = () => {
  return (
    <div className="privacy-wrapper">
      <div className="privacy-content">
        <h1>Политика за поверителност</h1>
        <p>
          KALODANI EOOD, ЕИК: 200399341, с адрес: гр. София, ж.к. Младост 2,
          бул. 231, вход.5 апатамент 37, тел.: 0878921276 и имейл адрес:
          clientalinfo@gmail.com
        </p>
        <h6>
          Информация относно компетентния надзорен орган защита на личните
          данни:
        </h6>
        <p>
          Наименование: Комисия за защита на личните данни Седалище и адрес на
          управление: гр. София 1592, бул. „Проф. Цветан Лазаров” № 2 Адрес за
          кореспонденция: гр. София 1592, бул. „Проф. Цветан Лазаров” № 2
          Телефон: 02 915 3 518 Интернет страница: www.cpdp.bg
        </p>
        <p>
          Администраторът осъществява дейността си в съответствие със Закона за
          защита на личните данни и Регламент (ЕС) 2016/679 на Европейския
          парламент и на Съвета от 01 октомври 2015 година относно защитата на
          физическите лица във връзка с обработването на лични данни и относно
          свободното движение на такива данни. Настоящата информация има цел да
          ви информира за всички аспекти на обработката личните ви данни от
          Дружеството и правата, които имате във връзка с тази обработка.
        </p>
        <h6>
          Основание за събиране, обработване и съхраняване на Вашите лични данни
        </h6>
        <p>
          Чл. 1. Администраторът събира и обработва Вашите лични данни във
          връзка с използването на уебсайта https://cliental.eu/, сключване на
          договори с дружеството на основание чл. 6, ал. 1, Регламент (ЕС)
          2016/679 (GDPR), и по-конкретно въз основа на следното основание:
        </p>
        <ul>
          <li>Изрично получено съгласие от Вас като потребител;</li>
          <li>
            Изпълнение на задълженията на Администратора по договор с Вас;
          </li>
          <li>
            Спазване на законово задължение, което се прилага спрямо
            Администратора;
          </li>
          <li>
            За целите на легитимните интереси на Администратора или на трета
            страна.
          </li>
        </ul>
        <p>
          Цели и принципи при събирането, обработването и съхраняването на
          Вашите лични данни Чл. 2. (1) Ние събираме и обработваме личните
          данни, които Вие ни предоставяте във връзка с използването на уебсайта
          https://cliental.eu/ и сключване на договор с дружеството, включително
          за следните цели:
        </p>
        <ul>
          <li>Организиране на консултация;</li>
          <li>
            Обезпечаване на изпълнението на договора за предоставяне на
            съответната услуга;
          </li>
          <li>Индивидуализация на страна по договора;</li>
        </ul>
        <p>
          (2) Ние спазваме следните принципи, при обработката на Вашите лични
          данни:
        </p>
        <ul>
          <li>законосъобразност, добросъвестност и прозрачност;</li>
          <li>ограничение на целите на обработване;</li>
          <li>
            съотносимост с целите на обработката и свеждане до минимум на
            събираните данни;
          </li>
          <li>точност и актуалност на данните;</li>
          <li>ограничение на съхранението, с оглед постигане на целите;</li>
          <li>
            цялостност и поверителност на обработването и гарантиране на
            подходящо ниво на сигурност на личните данни.
          </li>
        </ul>
        <p>
          (3) При обработването и съхранението на личните данни, Администраторът
          може да обработва и съхранява личните данни с цел защита следните си
          легитимни интереси:
        </p>
        <ul>
          <li>
            изпълнение на задълженията си към Национална агенция по приходите,
            Министерство на вътрешните работи и други държавни и общински
            органи.
          </li>
        </ul>
        <h6>
          Какви видове лични данни събира, обработва и съхранява нашето
          дружество
        </h6>
        <p>
          Чл. 3. Дружеството извършва следните операции с предоставените от Вас
          лични данни за следните цели:
        </p>
        <ul>
          <li>
            Сключване и изпълнение на търговска сделка с клиент или партньор –
            целта на тази операция е сключване и изпълнение на договор с
            търговски партньор или клиент и неговото администриране. Предвид
            ограничения обхват на събираните лични данни и обстоятелството, че
            част от тях се събират от публично достъпни източници, провеждането
            на оценка на въздействието не е необходимо извършването на оценка на
            въздействието на операцията.
          </li>
          <li>
            Организиране провеждането на консултация или запис за обучителен
            курс – целта на тази операция е предоставяне на данни за контакт с
            цел угoваряне провеждането на желаната от клиента консултация или
            обучителен курс. Предвид ограничения обхват на събираните лични
            данни, провеждането на оценка на въздействието не е необходимо
            извършването на оценка на въздействието на операцията.
          </li>
          <li>
            Изпращане на информационни съобщения – целта на тази дейност е
            администриране на процеса по изпращане на съобщения до клиентите,
            които се отнасят до подобрения или промени в услугите, промоции,
            награди и кампании като “Колело на късмета”. Предвид ограничения
            обхват на събираните лични данни, провеждането на оценка на
            въздействието не е необходимо извършването на оценка на
            въздействието на операцията.
          </li>
          <li>
            Чл. 4. (1) Администраторът обработва следните категории лични данни
            и информация за следните цели и на следните основания: Данни за
            заявка на консултация, записване за обучителен курс и кампания
            “Колело на късмета” (име, фамилия, телефон, е-mail, адрес) Цел, за
            която се събират данните: Получаване на контакти на потребителя с
            цел осъществяване на обратна връзка за уговаряне на консултация,
            провеждане на обучителен курс и кампания “Колело на късмета”.
            Основание за обработка на личните Ви данни – Данните Ви за изпращане
            на информационен бюлетин се обработват на основание дадено от Вас
            изрично съгласие – чл. 6, ал. 1, б. (а) GDPR.
          </li>
        </ul>
        <h6>Срок на съхранение на личните Ви данни</h6>
        <p>
          Чл. 5. (1) Администраторът съхранява Вашите лични данни за срок не
          по-дълъг от оттегляне на съгласието за обработване. Администраторът
          полага необходимите грижи да изтрие и унищожи всички Ваши данни, без
          ненужно забавяне или да ги анонимизира (т.е. да ги приведе във вид,
          който не разкрива вашата личност). (2) Администраторът съхранява
          Вашите лични данни, предоставени във връзка с направена заявка за
          консултация, за срок от 5 години за целите на защита на правните
          интереси на Администратора при съдебни или административни спорове,
          като счетоводните документи се съхраняват за съответния
          законоустановен срок. (3) Администраторът Ви уведомява, в случай, че
          срокът за съхранение на данните е необходим да бъде удължен с оглед
          изпълнение на нормативно задължение или с оглед легитимни интереси на
          Администратора или друго. Чл. 6. Администраторът съхранява личните
          данни на законните представители на търговските си партньори за срока
          на изпълнение на договора, за спазване на легитимните интереси и
          законови задължения на Администратора, като този срок може да
          надхвърля срока на сключения договор.
        </p>
        <h6>Предаване на Вашите лични данни за обработване</h6>
        <p>
          Чл. 7. (1) Администраторът може по собствена преценка да предава част
          или всички Ваши лични данни на обработващи лични данни за изпълнението
          на целите за обработване, с които сте се съгласили, при спазване на
          изискванията на Регламент (ЕС) 2016/679 (GDPR). (2) Администраторът Ви
          уведомява в случай на намерение да предаде част или всички Ваши лични
          данни на трети държави или международни организации.
        </p>
        <h6>
          Вашите права при събирането, обработването и съхранението на личните
          Ви данни
        </h6>
        <p>
          Оттегляне на съгласието за обработване на личните Ви данни Чл. 8. (1)
          Ако не желаете всички или част от Вашите лични данни да продължат да
          бъдат обработвани от Дружеството за конкретна или за всички цели на
          обработване, Вие можете по всяко време да оттеглите съгласието си за
          обработка, чрез искане в свободен текст, което да изпратите на имейл
          адрес: clientalinfo@gmail.com
        </p>
        <p>
          (2) Администраторът може да поиска да удостоверите своята самоличност
          и идентичност с лицето, за което се отнасят данните.
        </p>
        <p>
          Право на достъп Чл. 9. (1) Вие имате право да изискате и получите от
          Администратора потвърждение дали се обработват лични данни, свързани с
          Вас. (2) Вие имате право да получите достъп до данните, свързани с
          вас, както и до информацията, отнасяща се до събирането, обработването
          и съхранението на личните Ви данни. (3) Администраторът Ви предоставя
          при поискване, копие от обработваните лични данни, свързани с Вас, в
          електронна или друга подходяща форма. (4) Предоставянето на достъп до
          данните е безплатно, но Администраторът си запазва правото да наложи
          административна такса, в случай на повторяемост или прекомерност на
          исканията. Право на коригиране или попълване Чл. 10. Вие можете да
          коригирате или попълните неточните или непълните лични данни, с
          отправяне на искане до Администратора. Право на изтриване („да бъдеш
          забравен“) Чл. 11. (1) Вие имате правото да поискате от Администратора
          изтриване на част или всички свързани с Вас лични данни, а
          Администраторът има задължението да ги изтрие без ненужно забавяне,
          когато е налице някое от посочените по-долу основания:
        </p>
      </div>
    </div>
  );
};

export default PrivacyPlicy;
